[
  {
    "executive_summary": [
      {
        "id": 1,
        "mainheading": "Executive Summary",
        "contents": "",
        "subcontents": [
          {
            "id": 1,
            "heading": "Background",
            "contents": "Healthcare workers (HCW) are exposed to occupational hazard of sharp injuries, commonly referred to as needle stick injuries. World Health Organization (WHO) reported that of the 35 million health-care workers, two million experience percutaneous exposure to infectious diseases each year. According to Ministry of Health (MOH) Malaysia, needle stick injury was the major cause of injuries among the MOH personnel which contributes to a total of 74.9% of all injuries in 2005. Vacuum extraction tube system was reported to be a safer option than using hypordermic needle and syringe. The system eliminates blood transfer and allows numerous blood samples to be collected through single venepuncture. Vacutainer system is a type of vacuum extraction tube system specifically designed for the collection of single or multiple blood samples under closed conditions. Vacuum extraction tube systems are widely available in most well-resourced countries. The system has been reported to reduce needle stick injuries in HCW. However, if the system is not correctly used, it may create risk for needle stick injuries to the HCW. Therefore, this systematic review was requested by the Medical and Endocrinology Consultant, Hospital Ipoh to evaluate safety, efficacy and cost-effectiveness of needleless Vacutainer system for blood collection.",
            "subcontents": []
          },
          {
            "id": 2,
            "heading": "Objective/Aim",
            "contents": "To evaluate the safety, efficacy, cost-effectiveness, organizational and psychological/social/ethical issues of needleless Vacutainer system for blood collection.",
            "subcontents": []
          },
          {
            "id": 3,
            "heading": "Technical Features",
            "contents": "A total of 383 titles were identified through the Ovid interface and PubMed. There were six articles included in this review; one RCT, two pre and post intervention studies, and three cross sectional studies.",
            "subcontents": []
          },
          {
            "id": 4,
            "heading": "Methods",
            "contents": "Electronic databases were searched through the Ovid interface: Ovid MEDLINE® In-process and other Non-indexed citations and Ovid MEDLINE® 1946 to present, EMBASE – 1996 to March 2018, EBM Reviews - Cochrane Central Register of Controlled Trials – August 2017, EBM Reviews - Cochrane Database of Systematic Reviews - 2005 to August 2017, EBM Reviews - Health Technology Assessment – 4th Quarter 2016, EBM Reviews – NHS Economic Evaluation Database 1st Quarter 2016. Searches were also run in PubMed. Google was used to search for additional web-based materials and information. Additional articles were identified from reviewing the references of retrieved articles. Last search was conducted on 20 January 2019.",
            "subcontents": [
              {
                "id": 1,
                "subheading": "Searching",
                "contents": "Multicentre, analyst-blinded, randomised controlled superiority trial in 22 clinics",
                "subcontents": []
              }
            ]
          },
          {
            "id": 5,
            "subheading": "Results and Discussions",
            "contents": "A total of 383 titles were identified through the Ovid interface and PubMed. There were six articles included in this review; one RCT, two pre and post intervention studies, and three cross sectional studies.",
            "subcontents": [
              {
                "id": 1,
                "subheading": "Critical Appraisal of the Literatures",
                "contents": "Multicentre, analyst-blinded, randomised controlled superiority trial in 22 clinics",
                "subcontents": []
              },
              {
                "id": 2,
                "subheading": "Efficacy / Effectiveness",
                "contents": "",
                "subcontents": [
                  {
                    "id": 1,
                    "subheading": "Needle sticks injuries",
                    "contents": "There was limited fair level of retrievable evidence to suggest that Vacutainer blood collection system were effective in preventing needle stick injuries among HCW. Combination of Vacutainer tube with safety devices significantly decreased needle stick injuries compared to conventional devices with reduction rates between 38.7% to 81%.",
                    "subcontents": []
                  },
                  {
                    "id": 2,
                    "subheading": "Sample Hemolysis",
                    "contents": "The evidence on sample hemolysis is inconclusive whereby one RCT reported a lower hemolysis rate of blood samples drawn from Vacutainer venepuncture compared to IV catheter (via syringe). On the other hand, two cross sectional studies reported that blood hemolysis was found to be higher in samples drawn with a Vacutainer system compared to a syringe-needle transfer system (hemolysis rate with Vacutainer: 35.8% to 77.0%).",
                    "subcontents": []
                  }
                ]
              },
              {
                "id": 3,
                "subheading": "Safety",
                "contents": "There was no retrievable evidence on the safety of needleless Vacutainer system for blood collection. The BD Vacutainer Systems had received 510(k) from US Food and Drug Administration.",
                "subcontents": []
              },
              {
                "id": 4,
                "subheading": "Psychological / Social / Ethical",
                "contents": "There was limited fair level of retrievable evidence to suggest the preference and compliance of Vacutainer system among HCW. One study reported a slightly higher proportion of safety devices preference over conventional equipment while another study reported only 35.8% of HCW always used Vacutainer for blood sampling. Among the reason cited for not using Vacutainer were difficult venous access and the absence of a flashback.",
                "subcontents": []
              },
              {
                "id": 5,
                "subheading": "Cost / Cost-Effectiveness",
                "contents": "Based on the available data, cost-effectiveness of needleless vacutainer system could not be determined. However, it is estimated that needleless vacutainer system will require additional investment of approximately MYR 134 to MYR 282 million for its utilisation within MOH.",
                "subcontents": []
              },
              {
                "id": 6,
                "subheading": "Organizational",
                "contents": "Healthcare workers who are using needleless Vacutainer system need to be trained.",
                "subcontents": []
              },
              {
                "id": 7,
                "subheading": "Limitation",
                "contents": "Multicentre, analyst-blinded, randomised controlled superiority trial in 22 clinics",
                "subcontents": []
              }
            ]
          }
        ]
      }
    ],
    "background": [
      {
        "id": 2,
        "heading": "Background",
        "contents": "<p> Healthcare workers (HCW) are exposed to occupational hazard of sharp injuries, commonly referred to as needle stick injuries. Needle stick injuries is defined as injury caused by needles such as hypodermic needles, blood collection needles, intravenous (IV) stylets, and needles used to connect parts of IV delivery systems.1 World Health Organization (WHO) reported that of the 35 million health-care workers, two million experience percutaneous exposure to infectious diseases each year.2 According to Ministry of Health (MOH) Malaysia, needle stick injury was the major cause of injuries among the MOH personnel which contributes to a total of 74.9% of all injuries in 2005.3 Most reported needle stick injuries involve nursing staff; but laboratory staff, physicians, housekeepers, and other HCW are also injured. </p> <p> Needle stick injuries may cause a number of serious and potentially fatal infections with blood borne pathogens. According to WHO, 37.6% of Hepatitis B, 39% of Hepatitis C and 4.4% of HIV/AIDS in health-care workers around the world are due to needle stick injuries.2 These injuries are preventable and under the Occupational Safety and Health Act 1994 (OSHA), employers, employees and self employed persons have a duty of care towards their own safety and health, and to that of others at their workplace. Elements of a successful sharps injury prevention programmes include promoting an overall culture of safety in the workplace, eliminating the unnecessary use of needles and other sharp devices, using devices with sharps injury prevention features (safety devices), employing safe workplace practices and training health care personnel. </p> <p> Safety devices such as vacuum extraction tube system or winged needle sets was reported to be a safer option than using hypodermic needle and syringe. Safety features (eg: needle covers, needleless transfer systems or adaptors, and retractable lancets) can further reduce the risks associated with manual recapping, needle removal, disassembly and transfer of blood syringes to tubes.4 Vacutainer system is a type of vacuum extraction tube system specifically designed for the collection of single or multiple blood samples under closed conditions. The closed system reduces the risk of direct exposure to blood and has made it easier to draw blood from a single venepuncture. The ability to withdraw blood in volumes ranging from one to 50 ml into several bottles with different anticoagulants makes the system versatile. </p> <p> Vacuum extraction tube systems are widely available in most well-resourced countries. The system has been reported to reduce needle stick injuries in HCW. However, if the system is not correctly used, it may create risk for needle stick injuries to the HCW. If a blood sample is poorly collected, the results may be inaccurate and misleading to the clinicians.4 Therefore, this systematic review was requested by the Medical and Endocrinology Consultant, Hospital Ipoh to evaluate safety, efficacy, cost-effectiveness and organizational issues of needleless Vacutainer system for blood collection.</p>",
        "subcontents": []
      }
    ],
    "objective": [
      {
        "id": 3,
        "heading": "Objective/Aim",
        "contents": "To evaluate the safety, efficacy, cost-effectiveness, organizational and psychological/social/ethical issues of needleless Vacutainer system for blood collection.",
        "subcontents": []
      }
    ],
    "feature": [
      {
        "id": 4,
        "heading": "Technical Features",
        "contents": "",
        "subcontents": [
          {
            "id": 1,
            "subheading": "Vacuum extraction tube systems",
            "contents": "The use of vacuum extraction tube systems (Figure 1) as closed systems for blood collecting reduces the risk of direct exposure to blood and has made it easier to take multiple samples from a single venepuncture. Double-ended needles are available in several recommended gauge sizes. The end covered by a rubber cuff is screwed into the barrel (also known as the tube holder, evacuated tube needle holder or bulldog). The barrel holds the sample collection tube in place and protects the phlebotomist from direct contact with blood. The sample tube is under vacuum. Once the needle is in the vein, the tube is pressed on to the needle and the blood is drawn automatically into the sample tube by vacuum until the required amount is collected. This system comes complete with needle, barrel and the laboratory sample tubes with appropriately coloured tops for different types of samples. Tubes for adult and paediatric specimens are available. The barrel and syringe are discarded as a single entity where possible. If there is a need to reuse the barrel, one-hand scoop technique is used to cover the sharp end of the needle and thus to safely remove the needle from the barrel. Alternately, sharps container with a needle removal hold can be used, again employing a one-handed technique. Some systems have a mechanism that can be activated once the needle has been used; the mechanism retracts the used needle into the barrel and snaps it shut. Others have a quick release mechanism to dislodge the used needle into the sharps container. Vacuum systems may also be used with a winged butterfly needle (Figure 2) and luer-lock connectors. Winged butterfly needles are also available with safety-engineered devices.",
            "subcontents": []
          },
          {
            "id": 2,
            "subheading": "Needleless system",
            "contents": "A needleless system refers to a device that does not use needles for the collection of body fluids or administration of medication or fluid after initial IV access is established.8 There are two types of needleless devices that can be used in phlebotomy:",
            "subcontents": [
              {
                "id": 1,
                "subheading": "Needleless connector",
                "contents": "Needleless connectors (Figure 5), also known as “end caps”, “injection caps”, “catheter caps”, “luer activated devices”, injection ports” and “mechanical valves” are an integral component of an infusion system. Needleless connectors were initially designed to reduce needles tick injuries among HCW and to provide safer workplace environment.9 Several needleless connectors are available in the market, varying in both design and function. The needleless connectors are different in the visual appearance (clear, coloured, flat, concave), and different in the internal mechanisms that are responsible for the way the devices function. Needleless connectors are typically defined as being simple or complex. Simple devices are described as having no internal moving parts (such as split-septum), whereas complex devices contain internal moving components (such as mechanical valve).10 Needleless connectors can be used with syringe or Vacutainer for blood collection. The BD Vacutainer Luer-Lok access device (Figure 6) is a direct access collection device used for needleless collection of blood.  It is a holder with preattached multiple sample and male adapter that is compatible with female luer connections or IV ports designed for luer access. It allows specimens to be collected into an evacuated tube.",
                "subcontents": []
              },
              {
                "id": 2,
                "subheading": "Needleless transfer device",
                "contents": "Needleless transfer device facilitates a safe transfer of blood from a syringe into a blood collection tube. The syringe is attached to the top of the device; the tubes are then inserted into the holder until the stopper is punctured by the needle inside the holder. The vacuum in the tube causes blood to be drawn into the tube. The BD Vacutainer® Blood Transfer Device (Figure 7) is a sterile, single-use device that can reduce the risk of spill and transfer-related injuries.",
                "subcontents": []
              }
            ]
          }
        ]
      }
    ],
    "method": [
      {
        "id": 5,
        "heading": "Methods",
        "contents": "",
        "subcontents": [
          {
            "id": 1,
            "subheading": "Searching",
            "contents": "Electronic databases were searched through the Ovid interface: •\tOvid MEDLINE® In-process and other Non-indexed citations and Ovid MEDLINE® 1946 to present •\tEMBASE – 1996 to March 2018 •\tEBM Reviews - Cochrane Central Register of Controlled Trials – August 2017 •\tEBM Reviews - Cochrane Database of Systematic Reviews - 2005 to August 2017 •\tEBM Reviews - Health Technology Assessment – 4th Quarter 2016 •\tEBM Reviews – NHS Economic Evaluation Database 1st Quarter 2016. Searches were also run in PubMed. Google was used to search for additional web-based materials and information. Additional articles were identified from reviewing the references of retrieved articles. Last search was conducted on 20 January 2019. Appendix 1 shows the detailed search strategies",
            "subcontents": []
          },
          {
            "id": 2,
            "subheading": "Selection",
            "contents": "A reviewer screened the titles and abstracts against the inclusion and exclusion criteria and then evaluated the selected full text articles for final article selection. The inclusion and exclusion criteria were: ",
            "subcontents": []
          }
        ]
      }
    ],
    "result": [
      {
        "id": 6,
        "subheading": "Results and Discussions",
        "contents": "The evidence on sample hemolysis is inconclusive whereby one RCT reported a lower hemolysis rate of blood samples drawn from Vacutainer venepuncture compared to IV catheter (via syringe). On the other hand, two cross sectional studies reported that blood hemolysis was found to be higher in samples drawn with a Vacutainer system compared to a syringe-needle transfer system (hemolysis rate with Vacutainer: 35.8% to 77.0%).",
        "subcontents": [
          {
            "id": 1,
            "subheading": "Critical Appraisal of the Literatures",
            "contents": "Multicentre, analyst-blinded, randomised controlled superiority trial in 22 clinics",
            "subcontents": []
          },
          {
            "id": 2,
            "subheading": "Efficacy / Effectiveness",
            "contents": "Multicentre, analyst-blinded, randomised controlled superiority trial in 22 clinics",
            "subcontents": [
              {
                "id": 1,
                "subheading": "Needle sticks injuries",
                "contents": "Multicentre, analyst-blinded, randomised controlled superiority trial in 22 clinics",
                "subcontents": []
              },
              {
                "id": 2,
                "subheading": "Sample Hemolysis",
                "contents": "Multicentre, analyst-blinded, randomised controlled superiority trial in 22 clinics",
                "subcontents": []
              }
            ]
          },
          {
            "id": 3,
            "subheading": "Safety",
            "contents": "Multicentre, analyst-blinded, randomised controlled superiority trial in 22 clinics",
            "subcontents": []
          },
          {
            "id": 4,
            "subheading": "Psychological / Social / Ethical",
            "contents": "Multicentre, analyst-blinded, randomised controlled superiority trial in 22 clinics",
            "subcontents": []
          },
          {
            "id": 5,
            "subheading": "Cost / Cost-Effectiveness",
            "contents": "Multicentre, analyst-blinded, randomised controlled superiority trial in 22 clinics",
            "subcontents": []
          },
          {
            "id": 6,
            "subheading": "Organizational",
            "contents": "Multicentre, analyst-blinded, randomised controlled superiority trial in 22 clinics",
            "subcontents": []
          },
          {
            "id": 7,
            "subheading": "Limitation",
            "contents": "Multicentre, analyst-blinded, randomised controlled superiority trial in 22 clinics",
            "subcontents": []
          }
        ]
      }
    ],
    "conclusion": [
      {
        "id": 7,
        "heading": "Conclusion",
        "contents": "A total of 383 titles were identified through the Ovid interface and PubMed. There were six articles included in this review; one RCT, two pre and post intervention studies, and three cross sectional studies.",
        "subcontents": []
      }
    ]
  }
]
